Repository: Dvvd/Sozi
Catalog: locales/*.po
Languages: bg

source: File not found: %s.
bg: Файла не е намерен: %s.

source: File %s could not be loaded.
bg: Файл %s не може да бъде зареден.

source: Document is not valid SVG.
bg: Документа не е валиден SVG.

source: Document was changed. Reloading.
bg: Документа е променен. Отваряне на ново.

source: Document was imported from Sozi 13 or earlier.
bg: Дикумета е импортиран от Sozi 13 или по-стара версия

source: Saved %s.
bg: Запазен %s.

source: Default
bg: По подразбиране

source: Frame
bg: Рамка

source: Show in frame list
bg: Покажи в слисъка с фреймове

source: Show frame number
bg: Покажи номер на фрейм

source: Title
bg: Заглавие

source: Id
bg: Идентификатор

source: Timeout (seconds)
bg: Изчакване (секунди)

source: Timeout enable
bg: Разреши изчакване

source: Link to previous frame
bg: Връзка към предишен фрейм

source: Clip
bg: Клип

source: Autoselect element
bg: Автоматично избиране на елемент

source: Hide element
bg: Скрий елемнет

source: Fit to element
bg: Напасни по елемента

source: Layer opacity
bg: Прозрачност на слоя

source: Transition
bg: Преход

source: Duration (seconds)
bg: Времетраене

source: Timing function
bg: Функция за тайминг

source: Relative zoom (%)
bg: Относително приближаване (%)

source: Path Id
bg: Идентификатор на пътя

source: Hide path
bg: Скрий пътя

source: Delete the selected frames
bg: Изтрий избраните фреймове

source: Create a new frame
bg: Създай нов фрейм

source: Add layer
bg: Добави слой

source: This layer is visible. Click to hide it.
bg: Този слой е видим. Кликни за скриване.

source: This layer is hidden. Click to show it.
bg: Този слой е скрит. Кликини за показване.

source: Remove this layer
bg: Премахни този слой

source: Insert selection before frame %d
bg: Вмъкни избраното преди фрейм %d

source: Insert selection after frame %d
bg: Вмъкни избраното след фрейм %d

source: Aspect ratio:
bg: Формат:

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
bg: Премести избраните слоеве (задръж Alt за приближаване, Shift за завъртане)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
bg: Приближи/отдалечи избрания слой (може също да задържиш бутона Alt в режим за местене)

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
bg: Завърти избрания слой (може също да задържиш бутона Shift в режим за местене)

source: Undo (Ctrl-Z)
bg: Стъпка назад (Ctrl-Z)

source: Redo (Ctrl-Y)
bg: Стъпка напред (Ctrl-Y)

source: Disable full-screen mode (F11)
bg: Изключи режим на цял екран (F11)

source: Enable full-screen mode (F11)
bg: Позволи режим на цял екран (F11)

source: Save the presentation (Ctrl-S)
bg: Запази презентацията (Ctrl-S)

source: Reload the SVG document (F5)
bg: Презареди SVG документа (F5)

source: Information
bg: Информация
